Repository: akshaykumar-bsf/guest-post-submission
Catalog: languages/guest-post-submission-*.po
Languages: es_es

source: Guest Post Submission
es_es: Envío de Artículos de Invitados

source: Allows visitors to submit guest posts through a front-end form.
es_es: Permite a los visitantes enviar artículos de invitados a través de un formulario.

source: Your Name
es_es: Tu Nombre

source: You have reached the submission limit. Please try again later.
es_es: Has alcanzado el límite de envíos. Por favor, inténtalo de nuevo más tarde.

source: Submit a Guest Post
es_es: Enviar un Artículo de Invitado

source: Post Title
es_es: Título del Artículo

source: Please enter a post title.
es_es: Por favor, introduce un título para el artículo.

source: Post Content
es_es: Contenido del Artículo

source: Please enter post content (minimum 100 characters).
es_es: Por favor, introduce el contenido del artículo (mínimo 100 caracteres).

source: Please enter your name.
es_es: Por favor, introduce tu nombre.

source: Your Email
es_es: Tu Email

source: Please enter a valid email address.
es_es: Por favor, introduce una dirección de email válida.

source: About You
es_es: Sobre Ti

source: Please tell us a bit about yourself.
es_es: Por favor, cuéntanos un poco sobre ti.

source: Featured Image
es_es: Imagen Destacada

source: Maximum file size: 2MB. Recommended dimensions: 1200x628 pixels.
es_es: Tamaño máximo de archivo: 2MB. Dimensiones recomendadas: 1200x628 píxeles.

source: Submit Post
es_es: Enviar Artículo

source: Thanks for your submission! We'll review and get back soon.
es_es: ¡Gracias por tu envío! Lo revisaremos y te responderemos pronto.

source: There was an error submitting your post. Please try again.
es_es: Hubo un error al enviar tu artículo. Por favor, inténtalo de nuevo.

source: Loading...
es_es: Cargando...

source: Submitting your post...
es_es: Enviando tu artículo...

source: Security check failed
es_es: Comprobación de seguridad fallida

source: Your post has been submitted successfully and is awaiting review.
es_es: Tu artículo ha sido enviado correctamente y está pendiente de revisión.

source: Post title is required.
es_es: El título del artículo es obligatorio.

source: Post content is required.
es_es: El contenido del artículo es obligatorio.

source: Post content must be at least 100 characters.
es_es: El contenido del artículo debe tener al menos 100 caracteres.

source: Author name is required.
es_es: El nombre del autor es obligatorio.

source: Author email is required.
es_es: El email del autor es obligatorio.

source: Author bio is required.
es_es: La biografía del autor es obligatoria.

source: Featured image must be a valid image file (jpg, jpeg, png, gif).
es_es: La imagen destacada debe ser un archivo de imagen válido (jpg, jpeg, png, gif).

source: Featured image size must be less than 2MB.
es_es: El tamaño de la imagen destacada debe ser menor de 2MB.

source: Guest Post Settings
es_es: Configuración de Artículos de Invitados

source: Guest Posts
es_es: Artículos de Invitados

source: General Settings
es_es: Configuración General

source: Default Category
es_es: Categoría Predeterminada

source: Notification Email
es_es: Email de Notificación

source: Email Subject
es_es: Asunto del Email

source: Email Template
es_es: Plantilla de Email

source: Submission Limit
es_es: Límite de Envíos

source: Limit Period (hours)
es_es: Período Límite (horas)

source: Required Fields
es_es: Campos Obligatorios

source: Allow Featured Image
es_es: Permitir Imagen Destacada

source: Auto Approve Posts
es_es: Aprobar Artículos Automáticamente

source: Success Message
es_es: Mensaje de Éxito

source: Error Message
es_es: Mensaje de Error

source: Form Title
es_es: Título del Formulario

source: Submit Button Text
es_es: Texto del Botón de Envío

source: Form CSS Class
es_es: Clase CSS del Formulario

source: Enable reCAPTCHA
es_es: Habilitar reCAPTCHA

source: reCAPTCHA Site Key
es_es: Clave del Sitio reCAPTCHA

source: reCAPTCHA Secret Key
es_es: Clave Secreta de reCAPTCHA

source: Approve
es_es: Aprobar

source: Reject
es_es: Rechazar

source: Guest Post
es_es: Artículo de Invitado

source: Author
es_es: Autor

source: IP Address
es_es: Dirección IP

source: Submission Date
es_es: Fecha de Envío

source: Post approved successfully.
es_es: Artículo aprobado correctamente.

source: Failed to approve post.
es_es: Error al aprobar el artículo.

source: Post rejected successfully.
es_es: Artículo rechazado correctamente.

source: Failed to reject post.
es_es: Error al rechazar el artículo.

source: New Guest Post Submission
es_es: Nuevo Envío de Artículo de Invitado

source: A new guest post has been submitted and is awaiting your review.
es_es: Se ha enviado un nuevo artículo de invitado y está pendiente de tu revisión.

source: Post Title:
es_es: Título del Artículo:

source: Author Name:
es_es: Nombre del Autor:

source: Author Email:
es_es: Email del Autor:

source: Submission Date:
es_es: Fecha de Envío:

source: Preview Post
es_es: Vista Previa del Artículo

source: Approve Post
es_es: Aprobar Artículo

source: Reject Post
es_es: Rechazar Artículo
